Repository: Richard-Van-Intania/Thai.ID
Catalog: Thai.ID/Localizable.xcstrings
Source language: en
Languages: th

# a_credible_solution
source: a credible solution for digital identification and authentication services
th: บริการพิสูจน์และยืนยันตัวตน เพื่อสังคมไทยไร้กระดาษ

source: Accept
th: ยินยอม

# add_a_document_image
source: Add Image
th: เพิ่มภาพเอกสาร

# add_a_document_image_1
source: Add Image 1
th: เพิ่มภาพเอกสาร 1

# add_a_document_image_2
source: Add Image 2
th: เพิ่มภาพเอกสาร 2

# add_a_message
source: Add Message
th: เพิ่มข้อความ

# add_a_signature
source: Add Signature
th: เพิ่มลายมือชื่อ

# add_card
source: Add Image
th: เพิ่มภาพบัตร

# add_card_1
source: Add Image 1
th: เพิ่มภาพบัตร 1

# add_card_2
source: Add Image 2
th: เพิ่มภาพบัตร 2

# add_document
source: Add New Document
th: เพิ่มเอกสาร

source: + Add e-Signature
th: + เพิ่ม e-Signature

source: + Add Selective Disclosure
th: + เพิ่มแถบปิดข้อมูล

source: Add Signature
th: เพิ่มลายเซ็น

source: Address
th: ที่อยู่

# adjust_position_yourself
source: Adjustable
th: ปรับตำแหน่งเอง

# app_name
source: Thai.ID
th: ไทยดอทไอดี

source: Background
th: พื้นหลัง

# biometrics_not_support
source: Biometrics are not supported on this device!
th: อุปกรณ์นี้ไม่รองรับการใช้งาน Biometrics!

# body
source: Hello
th: สวัสดี

source: Cancel
th: ยกเลิก

source: Card Info
th: ข้อมูลบัตร

# cert_true_for
source: Certified True Copy For
th: สำเนาถูกต้องใช้สำหรับ

source: Certified True Copy
th: สำเนาถูกต้องปลอดภัย

source: Change PIN
th: เปลี่ยน PIN 6 หลัก

source: Choose File Format
th: เลือกชนิดไฟล์

# choose_information
source: Selective Disclosure
th: เลือกแสดงข้อมูลบัตร

# choose_to_show
source: Covering your sensitive data
th: เลือกแสดงข้อมูลบนบัตร

source: Choose Your Signature
th: เลือกลายมือชื่อของคุณ

source: Clear
th: ล้าง

# click_to_show
source: Select to Cover
th: เลือกแถบปิดข้อมูล

source: Color
th: สี

# conveniently_create
source: Conveniently create your signature
th: ลงลายมือชื่อสะดวกรวดเร็ว

# create_and_verify
source: Create and verify qualified electronic sign with state-of-the-art cryptography.
th: ลงลายมือชื่ออิเล็กทรอนิกส์ที่เชื่อถือได้ ป้องกันการปลอมแปลงเอกสาร

# create_new_pin_sucess
source: Your PIN has created successfully!
th: สร้างรหัสผ่านสำเร็จแล้ว!

source: Crop Image
th: ครอบตัดรูปภาพ

# cross_lines
source: Slash Lines
th: เส้นคาดบนเอกสาร

source: Date
th: วันที่

# date_format
source: DD/MM/YYYY
th: วว/ดด/ปปปป

source: Date of Birth
th: วันเดือนปีเกิด

source: debugs
th: ดีบั๊ก

source: Decline
th: ไม่ยินยอม

source: Delete
th: ลบ

# delete_doc
source: Delete
th: ลบเอกสาร

# delete_doc_successfully
source: Successfully deleted!
th: ลบเอกสารสำเร็จ!

# delete_photo_successfully
source: Successfully deleted!
th: ลบรูปภาพสำเร็จ!

# disable_biometrics_success
source: Biometrics successfully disabled!
th: ปิดการใช้งาน Biometrics สำเร็จ!

# do_not_show
source: Don't show this message again
th: ไม่ต้องแสดงข้อความนี้อีก

source: Do you want to delete this document?
th: คุณต้องการลบเอกสารนี้ใช่หรือไม่?

source: Do you want to delete this photo?
th: คุณต้องการลบรูปภาพนี้ใช่หรือไม่?

source: Document Color
th: สีของเอกสาร

# dont_worry
source: Don't worry, you can add a new card anytime.
th: ไม่ต้องกังวลไป คุณสามารถเพิ่มบัตรใหม่ได้ทุกเมื่อ

# easily_make
source: Easily make electronic certified true copies.
th: Thai.ID ไม่มีการเข้าถึง หรือบันทึกข้อมูลใด ๆ ข้อมูลทั้งหมดจะถูกจัดเก็บอยู่ในอุปกรณ์ของผู้ใช้งานเท่านั้น

# easily_protect
source: Protect your privacy by covering up the sensitive information on your document e.g. religion, address, and ID number
th: ปกป้องข้อมูลส่วนตัวของคุณง่ายๆ โดยการเลือกปิดแถบเฉพาะข้อมูลที่ไม่ต้องการแสดงบนเอกสารสำเนาถูกต้อง เช่น ศาสนา ที่อยู่ และเลขประจำตัวประชาชน

# edit_doc
source: Edit Document
th: แก้ไขเอกสาร

# edit_document_name
source: Please specify new name
th: กรุณาระบุชื่อใหม่

# edit_name_successfully
source: Successfully renamed!
th: แก้ไขชื่อเอกสารสำเร็จ!

source: Enable
th: เริ่มใช้งาน

# enable_biometrics
source: Do you want to allow Thai.ID to use your Biometrics?
th: คุณต้องการเริ่มต้นใช้งาน Biometrics แทนรหัสผ่านหรือไม่

# enable_biometrics_success
source: Biometrics successfully enabled!
th: เปิดการใช้งาน Biometrics สำเร็จ!

# enable_pin
source: Enable 6 digit PIN
th: เปิดใช้งาน PIN 6 หลัก

# english_language
source: English
th: ภาษาอังกฤษ

# enter_current_pin
source: Enter your current PIN
th: ใส่ PIN ปัจจุบันของคุณ

# enter_document_name_here
source: Enter name here
th: ใส่ชื่อเอกสารที่นี่

# enter_new_document_name_here
source: Enter new name here
th: ใส่ชื่อเอกสารใหม่ที่นี่

# enter_pin
source: Enter your PIN
th: ใส่รหัสเพื่อเข้าใช้งาน

source: First Name
th: ชื่อจริง

# first_name_surname
source: Name
th: ชื่อ นามสกุล

source: Forgot PIN
th: ลืมรหัสผ่าน

source: Free Credits
th: ฟรีเครดิต

# fullA4_example
source: e.g. Transcript, Medical Certificate, Birth Certificate
th: เช่น ใบรับรองผลการศึกษา หรือใบรับรองแพทย์

# fullA4_explanation
source: For Full-page A4 Document
th: เหมาะสำหรับทำสำเนาเอกสารขนาด A4

# fullA4_layout
source: Others
th: เอกสารอื่นๆ

# generating
source: Generating Anonymization
th: กำลังสร้างแถบปิดข้อมูล

# generating_copy
source: Generating Document
th: กำลังสร้างสำเนาถูกต้อง

source: Generating Preview
th: กำลังสร้างตัวอย่างสำเนา

source: Get Started
th: เริ่มใช้งาน

source: Grayscale
th: ขาวดำ

source: Hello!
th: สวัสดี!

source: Hello, World!
th: สวัสดีโลก!

source: Help / Support
th: ศูนย์ช่วยเหลือ

source: History
th: ประวัติการใช้งาน

source: Home
th: หน้าแรก

# id_card_info
source: ID Card Information
th: ข้อมูลบัตรประชาชน

source: ID Number
th: เลขประจำตัวประชาชน

source: Identity Wallet
th: กระเป๋าอัตลักษณ์ดิจิทัล

# if_other
source: If other, please specify.
th: หากเลือกอื่น ๆ กรุณาระบุ

# if_you_encounter
source: If you encounter any issues while using the application or need assistance, please contact Thai.ID admin via
th: หากพบปัญหาการใช้งาน หรือต้องการขอความช่วยเหลือจากการใช้งานระบบ โปรดติดต่อแอดมิน Thai.ID ได้ที่

source: Image
th: รูปภาพ

source: Import from Album
th: เลือกจากอัลบั้ม

# importing
source: Importing Document
th: กำลังนำเข้าเอกสาร

# improve_accuracy
source: Improve accuracy in reading recipient's data by adding more ID card information.
th: กรอกข้อมูลบัตรประชาชนเพื่อเพิ่มความแม่นยำในการอ่านข้อมูลของผู้รับสำเนา

source: Language
th: ภาษา

source: Last Name
th: นามสกุล

source: Latest Export
th: เอกสารสำเนาถูกต้องล่าสุด

source: Log in
th: เข้าสู่ระบบ

source: Log out
th: ออกจากระบบ

source: Login Settings
th: ตั้งค่าการใช้งาน

# make_a_cert
source: Make Certified True Copy
th: ทำสำเนาถูกต้อง

# make_document
source: Make a Certified
th: ทำสำเนาเอกสาร

# make_it_easier
source: Make it easier to read by simply adding your card information.
th: อ่านง่ายขึ้นเพียงแค่ใส่ข้อมูลบัตร

source: Message Position
th: ตำแหน่งข้อความ

source: Middle Name
th: ชื่อกลาง

source: My Account
th: บัญชีของฉัน

source: MY CREDITS
th: เครดิตของฉัน

# my_documents_and_cards
source: My Documents
th: เอกสารของฉัน

source: My Profile
th: บัญชีของฉัน

source: Next
th: ถัดไป

source: Not now
th: ไว้ทีหลัง

source: OK
th: ตกลง

# on_the_card
source: On card
th: ทแยงทับบนเอกสาร

# once_you_enable
source: Once you enable, you agree and accept an agreement to use biometrics to log in to Thai.ID app instead of mobile PIN
th: เมื่อคุณเปิดใช้งาน คุณอนุญาตและยอมรับข้อตกลงในการใช้ Biometric เพื่อเข้าสู่ระบบแอปพลิเคชัน Thai.ID แทนรหัสผ่าน

# oneHalfA4_example
source: or any documents with similar layout e.g. Passport, Work Permit
th: หรือเอกสารอื่นๆ ที่มีรูปแบบเดียวกัน เช่น หนังสือเดินทาง

# oneHalfA4_explanation
source: For Passbook
th: เหมาะสำหรับทำสำเนาสมุดบัญชีธนาคาร

# oneHalfA4_layout
source: Passbook
th: สมุดบัญชี

# oneSideCard_example
source: e.g. ID Card, Driver's License, Student Card
th: เช่น บัตรประจำตัวประชาชน ใบขับขี่ หรือบัตรประจำตัวอื่น ๆ

# oneSideCard_explanation
source: For One-sided Card
th: เหมาะสำหรับเอกสารประเภทบัตร

# oneSideCard_layout
source: Card
th: บัตร

source: Options
th: ตัวเลือก

# personal_info_eng
source: Personal Information (English)
th: ข้อมูลส่วนตัวภาษาอังกฤษ

# personal_info_thai
source: Personal Information (Thai)
th: ข้อมูลส่วนตัวภาษาไทย

source: Photograph
th: รูปถ่าย

# pick_file
source: Choose PDF file
th: เลือกไฟล์

# please_enable_biometrics
source: Please enable your biometrics first!
th: กรุณาเปิดการใช้งาน Biometrics ของคุณก่อน!

# please_name_document
source: Please specify name of document
th: กรุณาระบุชื่อเอกสาร

source: Preview
th: ตัวอย่างสำเนา

source: Privacy Policy
th: นโยบายการคุ้มครองข้อมูลส่วนบุคคล

source: Profile
th: บัญชีของฉัน

source: Religion
th: ศาสนา

source: Rename
th: แก้ไขชื่อเอกสาร

# required
source: Please fill information
th: กรุณากรอกข้อมูลให้ครบถ้วน

# sample_document
source: Preview
th: ตัวอย่างเอกสาร

source: Save
th: บันทึก

# save_and_share_documents
source: Save and share signed documents in a secure and verifiable manner.
th: บันทึกและแชร์เอกสารที่ลงลายมือชื่อแล้ว อย่างปลอดภัยและตรวจสอบได้

# save_as_picture
source: Image
th: รูปภาพ

# save_sucess
source: Document successfully saved!
th: บันทึกสำเร็จ!

# save_the_document
source: Save Document
th: บันทึกเอกสาร

source: Save to Device
th: บันทึกลงเครื่อง

# scan_your_card
source: Take Photo
th: ถ่ายรูป

# securely_store
source: Securely store all your credentials and official documents in one place.
th: จัดเก็บใบรับรอง และเอกสารสำคัญไว้ในที่เดียว

# see_preview
source: Preview
th: ดูตัวอย่างเอกสาร

source: Select
th: เลือก

source: Select all
th: เลือกทั้งหมด

source: Select Document Format
th: เลือกรูปแบบเอกสาร

source: Select Image Color
th: เลือกสีบัตร

# select_language
source: Select Document Language
th: เลือกภาษา

source: Select One Page
th: เลือกหนึ่งหน้า

# set_up_new_pin_sucess
source: Your PIN has changed successfully!
th: เปลี่ยนรหัสผ่านสำเร็จแล้ว!

# set_up_pin
source: Set up a 6-digit PIN
th: ตั้ง PIN 6 หลักเพื่อเข้าใช้งาน

# set_up_pin_confirm
source: Please confirm your 6-digit PIN
th: กรุณายืนยัน PIN 6 หลัก

# set_up_pin_success
source: User account created successfully!
th: สร้างบัญชีผู้ใช้งานสำเร็จแล้ว!

source: SETTINGS
th: ตั้งค่า

source: Share
th: แชร์สำเนา

# share_sucess
source: Document successfully shared!
th: แชร์สำเนาสำเร็จ!

# sign_new
source: Sign
th: เพิ่มลายมือชื่อใหม่

# sign_your_name
source: Sign your name using your finger
th: ลงลายมือชื่อของคุณที่นี่

source: Skip
th: ข้าม

# subject
source: Need help using Thai.ID
th: ต้องการขอความช่วยเหลือจากการใช้งาน Thai.ID

# terms
source: Terms & Conditions
th: ข้อกำหนดและเงื่อนไข

source: Text Position
th: ตำแหน่งข้อความ

# thai_id_not_store
source: Thai.ID does not collect any personal information
th: Thai.ID จะไม่เก็บข้อมูลส่วนตัว

# thai_id_not_store_ext
source: Thai.ID does not collect any personal data from your documents. If you delete the Thai.ID application, all of your uploaded documents will also be deleted. If Thai.ID offers additional services that involve personal data storage in the future, we will notify you later.
th: Thai.ID จะไม่เก็บข้อมูลในเอกสาร หรือข้อมูลส่วนตัวอื่นใด หากลบแอปพลิเคชัน Thai.ID ข้อมูลของคุณจะหายไป หากในอนาคต Thai.ID มีบริการเสริมที่จัดเก็บข้อมูลส่วนบุคคล เราจะแจ้งให้คุณทราบอีกครั้ง

# thai_language
source: Thai
th: ภาษาไทย

# there_are_no_documents_displayed_on_this_page
source: Your document wallet is currently empty
th: ยังไม่มีเอกสารแสดงในหน้านี้

source: Title
th: คำนำหน้าชื่อ

# twoHalfA4_example
source: or any double-sided documents with similar layout
th: หรือเอกสาร 2 หน้าอื่นๆ ที่มีรูปแบบเดียวกัน

# twoHalfA4_explanation
source: For House Registration
th: เหมาะสำหรับทำสำเนาทะเบียนบ้าน

# twoHalfA4_layout
source: House Registration
th: ทะเบียนบ้าน

# twoSideCard_example
source: e.g. Driver's License, Professional License, Civil Servant ID Card
th: เช่น ใบขับขี่ บัตรข้าราชการ หรือบัตรประจำตัวอื่น ๆ

# twoSideCard_explanation
source: For Double-sided Card
th: เหมาะสำหรับเอกสารประเภทบัตรหน้า-หลัง

# twoSideCard_layout
source: Double-sided Card
th: บัตร 2 หน้า

# unable_add_image
source: Unable to add images!
th: ไม่สามารถเพิ่มภาพได้!

# unable_use_biometrics
source: Biometrics could not be enabled at this time!
th: ไม่สามารถเปิดการใช้งาน Biometrics!

# under_the_card
source: Under card
th: ด้านล่างเอกสาร

source: Understood
th: เข้าใจแล้ว

source: Unlimited
th: ไม่จำกัด

source: Untitled Document
th: เอกสารไม่มีชื่อ

# use_biometrics
source: Enable biometrics
th: เข้าใช้งานผ่าน Biometrics

source: Version
th: เวอร์ชั่น

source: Welcome!
th: ยินดีต้อนรับ!

source: Welcome to
th: ยินดีต้อนรับสู่

# wrong
source: Something Went Wrong!
th: มีบางอย่างผิดพลาด!

# you_can_select_document_format
source: You can select document format below
th: คุณสามารถเลือกรูปแบบเอกสาร ที่ต้องการทำสำเนาถูกต้องได้ด้านล่างนี้

# your_saved_signature
source: Your Saved Signatures
th: ลายมือชื่อที่บันทึกไว้

source: Your Signature
th: ลายมือชื่อ
